---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecLoadsummaryDemandLoadParam
source: html/d4bbb60f-86a7-7375-cf99-33fe91df17ca.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecLoadsummaryDemandLoadParam Property

"Estimated Demand (VA)"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecLoadsummaryDemandLoadParam { get; }
```